Repository: FATac/fatac.theme
Catalog: fatac/theme/locales/*/LC_MESSAGES/fatac.theme.po
Languages: ca

source: A description of Playlist
ca: Una petita descripció de la Playlist

# AccionsManteniment
source: Maintenance actions
ca: Accions de manteniment

# ActualitzaOntologies
source: Update with ontologies specified in the configuration variable ONTOLOGY_NAMESPACE
ca: Actualitza les ontologies amb les especificades a la variable de configuració ONTOLOGY_NAMESPACE

source: Add MyFiles Portlet
ca: Afegeix el portlet d'Els meus arxius

source: Add MyGroups Portlet
ca: Afegeix el portlet d'Els meus grups

source: Add Playlists Portlet
ca: Afegeix el portlet de Playlists

source: Add a Playlist Image that represents your playlist
ca: Afegeix una imatge que representi la teva Playlist

# Administracio
source: Administration
ca: Administració

source: Administration
ca: Administració

source: Admission date
ca: Data d'admissió

# Afegeix Nou Fitxer
source: Add a new file
ca: Afegeix Nou Fitxer

# Afegeix Nou Grup
source: Add a new group
ca: Afegeix Nou Grup

# Afegeix Nova Playlist
source: Add a new playlist
ca: Afegeix Nova Playlist

# AlphabeticalOrder
source: Alphabetic
ca: Alfabètic

# Anteriors
source: Previous
ca: Anteriors

# Arabe
source: Arab
ca: Àrab

source: Architect
ca: Arquitecte

source: Archivist
ca: Arxiver

source: ArtWork
ca: Obra d'art

source: Artist
ca: Artista

source: Arts folder
ca: Carpeta d'Arts

# AssignarDretsLegals
source: Assign legal rights
ca: Assignar drets legals

source: Audio
ca: Àudio

source: Author
ca: Autor

source: Authors
ca: Autors

source: Biography
ca: Biografia

source: Birth
ca: Naixement

# BuscarEditarObjectes
source: Search / Edit items
ca: Cerca/Edita objectes

source: Cache time
ca: Temps de cache

source: Camera Model
ca: Model de càmera

source: Cancel
ca: Cancel·la

# Carregant...
source: Loading...
ca: Carregant...

source: Cartoonist
ca: Dibuixant

source: Case file
ca: Expedient

# Catala
source: Catalan
ca: Català

source: Cataloguer
ca: Catalogador

source: Category
ca: Categoria

# Cerca
source: Search
ca: Cerca

# Cerca a VTLS
source: Search in VTLS
ca: Cerca a VTLS

# Cerca a la biblioteca
source: Search the library
ca: Cercar biblioteca

# Chair
source: Professor
ca: Catedràtic

source: Changes made.
ca: S'han realitzat els canvis.

source: Changes saved
ca: S'han desat els canvis.

source: Changes saved.
ca: S'han desat els canvis.

source: Channels
ca: Canals

source: Choreographer
ca: Coreògraf

# ChronologicalOrder
source: Chronological
ca: Cronològic

source: Collaborator
ca: Col·laborador

# Collection
source: Collections
ca: Col·lecció

source: Collections
ca: Col·leccions

# Color
source: Colour
ca: Color

# ColorModel
source: Colour
ca: Color

source: Composer
ca: Compositor

source: Consultant
ca: Consultor

# Convertir
source: Convert
ca: Converteix

source: Could not add group ${name}, perhaps a user or group with this name already exists.
ca: No s'ha pogut afegir el grup ${name}, potser ja existeix un usuari o un grup amb aquest nom.

# Country
source: Countries
ca: Països

source: Cover
ca: Coberta

source: Creator
ca: Creador

# CreditLine
source: Credits
ca: Crèdits

source: Critic
ca: Crític

source: Cultural Management
ca: Gestió cultural

source: Curator
ca: Curador

# CurrentlySituation
source: Current location
ca: Situació

source: Dancer
ca: Ballarí

source: Date
ca: Data

source: Death
ca: Mort

source: Description
ca: Descripció

source: Designer
ca: Dissenyador

source: Designers
ca: Dissenyador

source: Developer
ca: Programador

source: Download
ca: Descarrega

source: Duration of the internal cache in minutes, it must be betwen 0 and 60
ca: Duració de la caché interna en minuts, entre 0 i 60

source: Edit MyFiles Portlet
ca: Edita el portlet Myfiles

source: Edit MyGroups Portlet
ca: Edita el portlet MyGroups

source: Edit Playlists Portlet
ca: Edita el portlet Playlists

source: Edit cancelled
ca: S'ha cancel·lat l'edició.

# Els meus Grups
source: Groups
ca: Els meus Grups

source: End date
ca: Data fi

# EsborraDades
source: Delete all
ca: Esborra dades

source: EsborraDadesExplicacio
ca: Esborra <span style="font-weight:bold; color:red;">de forma irreversible</span> totes les dades del sistema, arxius media, estadístiques i recarrega les ontologies. Per a confirmar aquest acció cal introduir la data i hora actual del servidor (en format tipus '30/11/11 16:37')

# Esborrar
source: Delete
ca: Esborra

# Espanol
source: Spanish
ca: Castellà

# Events
source: Event
ca: Esdeveniment

# Executa
source: Play
ca: Executa

# Expedient
source: Case File
ca: Expedient

# Explorar
source: Explore
ca: Explora

# ExportarOAI
source: Export to OAI
ca: Exporta a OAI

source: ExportarOAIExplicacio
ca: Assegura que les dades actuals estiguin disponibles pel servidor OAI-PMH, d'acord amb allò especificat al oai-mapping <span style="font-weight:bold">(aquesta acció pot trigar una estona)</span>

# Extent
source: Running Time
ca: Durada

source: Fatac settings
ca: Configuració FATAC

source: Film-maker
ca: Director de cinema

# Filtre de búsqueda
source: Filter your result
ca: Filtres de cerca

source: First name
ca: Nom

# Fitxa d'expedient
source: Dossier card
ca: Fitxa d'expedient

source: Folder name where the Plone representations of the rest objectes will be created, must be inside root folder.
ca: Nom de la carpeta on les representacions de la resta d'objectes seran creats, ha de estar a la carpeta arrel.

# FrameActivity
source: Exhibition
ca: Exposició

# Frances
source: French
ca: Francès

# GenerarMiniatures
source: Generate thumbnails
ca: Generar miniatures

source: GenerarMiniaturesExplicacio
ca: Genera les miniatures de tots els objectes d'una determinada classe. Això és útil per evitar sobrecarregar el servidor durant la cerca <span style="font-weight:bold">(aquesta acció pot trigar una estona)</span>

# GenerarMiniaturesFaltaClasse
source: Generate thumbnails: must choose the class
ca: Generar miniatures: Falta escollir la classe

# GestioCercaMedia
source: Medias search and management
ca: Cerca i gestió medias

# GestioMedia
source: Medias Management
ca: Gestió dels media

# GestioMedias
source: Medias Management
ca: Gestió de medias

source: Group ${name} has been added.
ca: S'ha afegit el grup ${name}

source: Group name required.
ca: El nom del grup és necessari.

source: Group(s) deleted.
ca: Els grups s'han suprimit.

# HasPhisicalVersion
source: Phisical Version
ca: Versió física

source: Historian
ca: Historiador

source: Holding
ca: Fons

source: How many items to list.
ca: Quants elements llistar.

source: Illustrator
ca: Il·lustrador

source: Image
ca: Imatge

source: Index all
ca: Indexa tot

# IndexarRecents
source: Index recent data
ca: Indexa dades recents

# IndexarRecentsFaltaTemps
source: Index recent data: must enter time
ca: Indexa dades recents: cal indicar el temps

# IndexarSolr
source: Index in Solr
ca: Indexa a Solr

source: IndexarSolrExplicacio1
ca: Indexa des de zero totes les dades actuals perquè siguin disponibles al motor de cerca Solr, d'acord amb allò especificat al mapping <span style="font-weight:bold">(aquesta acció pot trigar una estona)</span>

source: IndexarSolrExplicacio2
ca: Indexa només les dades recentment introduides o modificades, en el temps establert. No actualitza els objectes esborrats <span style="font-weight:bold">(aquesta acció pot trigar una estona)</span>

# Ingles
source: English
ca: Anglès

# Inici
source: Home
ca: Inici

# InserirObjecte
source: Insert new object
ca: Insereix un nou objecte

# IntroduirHoraServidor
source: Enter the date and the time of server to confirm
ca: Introdueix la data i hora del servidor per confirmar

# IntroduirNomClasse
source: Enter class name
ca: Introdueix el nom de la classe

# IntroduirTemps
source: Enter the time in minutes
ca: Introdueix el temps en minuts

source: Journalist
ca: Periodista

source: Kind
ca: Tipus

source: Language
ca: Idioma

source: Last name
ca: Cognom

source: Lawyer
ca: Advocat

source: Lecturer
ca: Conferenciant

# Les Meves Playlists
source: Playlist
ca: Les Meves Playlists

source: Librarian
ca: Bibliotecari

# License
source: Licenses
ca: Llicències

source: Link
ca: Enllaç

source: List of Groups that has this Playlist
ca: Llista de grups que tenen aquesta Playlist

source: Location
ca: Ubicació

# Manteniment
source: Maintenance
ca: Manteniment

source: Manuscript
ca: Manuscrit

source: Measurement
ca: Mesurament

source: Measures
ca: Mesures

source: Member
ca: Membre

# Mides
source: Measures
ca: Mides

source: Musician
ca: Músic

source: My Files items
ca: Elements dels Meus arxius

source: MyGroups items
ca: Elements dels Meus grups

source: No changes made.
ca: No s'han realitzat canvis.

# NomPropietat
source: Owner name
ca: Nom de la propietat

# NouObjecte
source: New object
ca: Nou objecte

# NumPages
source: Page number
ca: Nombre de pàgines

source: Number of items to display
ca: Nombre d'elements a mostrar

source: Number of copies
ca: Número de còpies

source: Object type
ca: Tipus d'objecte

# Objectes
source: Objects
ca: Objectes

# Obre
source: Open
ca: Obre

source: Ordered list to play
ca: Llista ordenada per reproduir

# Ordre:
source: Order:
ca: Ordre:

# Organisation
source: Organizations
ca: Organitzacions

source: Orientation
ca: Orientació

source: Original Group
ca: Grup original

# OriginalSource
source: Original Format
ca: Format original

# PagesNumber
source: Page number
ca: Nombre de pàgines

source: Part of
ca: Part de

# Person
source: Persons
ca: Persones

source: Photographer
ca: Fotògraf

source: Place
ca: Lloc

# Places
source: Place
ca: Llocs

source: Playlist Image
ca: Imatge de la playlist

source: Playlists items
ca: Elements de la playlists

source: Poet
ca: Poeta

# Previsualitzacio
source: Preview
ca: Previsualització

source: Producer
ca: Productor

source: Project Manager
ca: Director de projectes

# ProtectionPromotion
source: Heritage protection
ca: Protecció de patrimonis

# ProtectionPromotionAT
source: Antoni Tàpies Protection and Promotion
ca: Protecció i promoció Antoni Tàpies

# ProtectionPromotionFAT
source: Fundació Protection and Promotion
ca: Protecció i promoció Fundació

source: Publication
ca: Publicació

source: Publications
ca: Publicacions

source: Publisher
ca: Editor

# PujarMedia
source: Upload media
ca: Pujar media

# RecarregarOntologies
source: Reload ontologies
ca: Recarrega ontologies

# RegisterNumber
source: Registration number
ca: Número de registre

# ReiniciarRols
source: Restart roles
ca: Reiniciar rols

# ReiniciarRolsExplicacio
source: Action required for user roles changes take effect
ca: Acció necessària per a que els canvis de rol dels usuaris es facin efectius

# RelatedActivites
source: Related activities
ca: Activitats relacionades

source: Related activities
ca: Activitats relacionades

source: Related case-files
ca: Expedients relacionats

# RelatedDocuments
source: Related with
ca: Documents relacionats

# RelatedPublications
source: Publications
ca: Publicacions

source: Representation
ca: Representació

source: Represents
ca: Representa

# ResetFaltaConfirmar
source: Reset: needed to confirm
ca: Reset: Falta confirmar

source: Resolution
ca: Resolució

source: Restart roles
ca: Reiniciar rols

source: Restorer
ca: Restaurador

# Role
source: Roles
ca: Rols

source: Save
ca: Desa

source: SEARCH
ca: BÚSQUEDA

source: Search Site
ca: Buscar al Site

# Següents
source: Next
ca: Següents

# SeleccioClasse
source: Select class
ca: Selecció de classe

# SeleccionaTasca
source: Select a task to be performed
ca: Selecciona una tasca a realitzar

source: Sheet number
ca: Número de full

source: Singer
ca: Cantant

# Situation
source: Currently situation
ca: Situació

source: Size
ca: Mida

source: Speaker
ca: Orador

source: Specific settings for FATac based sites
ca: Configuració específica per a llocs basats en FATac

# SpecificActivity
source: Activity
ca: Activitat

source: Sponsor
ca: Patrocinador

source: Start date
ca: Data inici

# Substitueix
source: Replace
ca: Substitueix

# SubstitueixFaltenParams
source: Replace: missing parameters
ca: Substitueix: falten paràmetres per indicar

# SubstitueixFaltenTotsParams
source: Substitute: must state parameters
ca: Substitueix: cal indicar els paràmetres

# SubstituirTextos
source: Replace text
ca: Substituir textos

source: SubstituirTextosExplicacio
ca: Substitueix de cop tots els textos d'un camp especificat. Acció útil per a canviar totes les URL de cop quan es canvia el domini del servidor. Cal indicar: el nom de la propietat que es canviarà (forma "prefix:NomPropietat"), el text a substituir, i el nou text.

# Subtitle
source: Subtitles
ca: Subtítol

# Tanca
source: Close
ca: Tanca

source: Technique
ca: Tècnica

# TextAnterior
source: Previous text
ca: Text anterior

# TextNou
source: New text
ca: Text nou

source: The group name you entered is not valid.
ca: El nom de grup que heu introduït no és vàlid.

source: This is a list of the Groups that can show this playlist
ca: Aquesta es la llista de Grups que poden mostrar aquesta Playlist

source: This is a list that has the order of the DB objects
ca: Aquesta es la llista que conté l'ordre dels objectes de la base de dades.

source: This portlet displays Playlists.
ca: Aquest portlet mostra les Playlists.

source: This portlet displays my files.
ca: Aquest portlet mostra els Meus Arxius.

source: This portlet displays my groups.
ca: Aquest portlet mostra els Meus Grups.

source: Timeout in seconds for the resquests to the REST Server.
ca: Timeout en segons per demanar RESET del servidor

source: Title
ca: Títol

# Tornar
source: Back
ca: Tornar

# Totes les playlists
source: All playlists
ca: Totes les playlists

# Tots
source: All
ca: Tots

# Tots els expedients
source: All dossiers
ca: Tots els expedients

# Translation
source: Languages
ca: Idiomes

source: Translator
ca: Traductor

source: Translators
ca: Traductors

# TypeDocumentary
source: Documentary type
ca: Tipologia documental

# Veure imatge ampliada
source: See full image
ca: Veure imatge ampliada

# Visualització de búsqueda
source: Search view
ca: Visualització de la cerca

# Volum
source: Volume
ca: Volum

source: Watermark
ca: Marca d'aigua

source: What
ca: Que

source: When
ca: Quan

source: Who
ca: Qui

source: Width Image
ca: Ample de la imatge

source: Worker
ca: Treballador

source: Workshop tutor
ca: Tutor taller

source: Writer
ca: Escriptor

# Year
source: Years
ca: Anys

source: Add captions
ca: Afegir subtítols

# administracio
source: Administration
ca: Administració

# amb_el_suport_de
source: With the support of:
ca: Amb el suport de:

# ampliar_filtres
source: Expand filters
ca: Ampliar filtres

source: body
ca: cos

# box_forgot_password_option
source: Forgot your password?
ca: Heu oblidat la contrasenya?

# buscar a biblioteca
source: Search the library
ca: Cercar biblioteca

# buscar_editar_objectes
source: Search / Edit object
ca: Buscar/Editar objectes

# camps_obligatoris
source: The fields marked with an asterisk (*) are compulsory
ca: Els camps marcats amb asterisc (*) són obligatoris

# cap_resultat
source: No results
ca: Cap resultat

# cercar_objectes
source: Search object
ca: Cercar objectes

# colection
source: Collections
ca: Col·leccions

# collaboracio
source: Whit the collaboration of:
ca: Amb la col·laboració de:

# collaboracio1
source: Ministry of Education
ca: Ministeri de Cultura

source: content
ca: contingut

# created
source: Date
ca: Data

# de
source: of
ca: de

# delCaptions
source: Delete captions
ca: Esborrar subtítols

# desc_iwant_register
source: Through this form you can change the information in your user profile.
ca: A través d'aquest formulari podeu canviar les dades del vostre perfil d'usuari.

# desc_register
source: Through this form you can change the information in your user profile.
ca: A través d'aquest formulari podeu canviar les dades del vostre perfil d'usuari.

source: description
ca: descripció

# description_myfiles_portlet
source: List of My Files from user.
ca: Llista de Myfiles d'usuari.

# description_mygroups_portlet
source: List of My Groups from user.
ca: Llista de Mygroups d'usuari

# description_no_account
source: If you do not have an account use the ${registration_form} to register.
ca: Si no teniu un compte d'usuari utilitzeu el ${registration_form} per donar-vos d'alta.

# description_no_account_registration_linktext
source: Register form
ca: Formulari de registre

# description_playlist_portlet
source: List of user's playlists.
ca: Llista de Playlists d'usuari.

# dreta
source: next page
ca: pàgina següent

# edicio_objecte
source: Edit object
ca: Edició objecte

# edita
source: edit
ca: Edita

source: E-mail
ca: Correu electrònic

# en_colaboracio_amb
source: In collaboration with:
ca: En col·laboració amb:

# enable_cookies_message_before_login
source: Cookies are not enabled. You must enable cookies to login.
ca: Les galetes no estan habilitades. Cal que habiliteu les galetes per poder iniciar la sessió.

# esborrar
source: Delete
ca: Esborrar

# esborrat_d_objecte
source: Delete object
ca: Esborrat d'objecte

# esquerra
source: previous page
ca: pàgina anterior

# eventos
source: Events
ca: Esdeveniments

# exp_iwant_register
source: Register allows to interact with documents of Arts Combinatòries: add comments, create playlists and groups with others users.
ca: Registrar-se permet interactuar amb els documents d'Arts Combinatòries: afegir comentaris, crear playlists i grups amb altres usuaris.

# explora_bbdd
source: Explore our database by:
ca: Explora la nostra base de dades per:

# extent
source: Running Time
ca: Durada

# financament
source: Funding
ca: Finançament

# financament1
source: Ministry of Education
ca: Ministerio de Industria, Turismo y Comercio

# fitxa
source: Tab
ca: Fitxa

source: footer
ca: peu

# gestio_de_medias
source: Medias Management
ca: Gestió de medias

# hasLanguage
source: Language
ca: Idioma

# hasPhysicallVersion
source: Has physical version
ca: Té versió física

# hasTranslation
source: Translation
ca: Traducció

source: header
ca: capçalera

# heading_assign_to_groups
source: All Groups
ca: Tots els grups

# heading_new_user
source: New user?
ca: Usuari nou?

# heading_personal_tools
source: Personal tools
ca: Eines personals

# help_full_name_creation
source: Enter full name, e.g. John Smith.
ca: Introduïu el nom complet, per exemple: Víctor Sauler i Portal.

# help_homepage
source: The URL for your external home page, if you have one.
ca: L'URL de la vostra pàgina d'inici externa, si en teniu.

# help_password_retrieval
source: If you have forgotten your password, ${click_here}.
ca: Si heu oblidat la contrasenya, ${click_here}.

# help_remember_my_email
source: Check this option if you want to automatically fill in your email when you log on.
ca: Marqueu aquesta opció si voleu que s'ompli automàticament la vostra adreça de correu quan torneu a iniciar la sessió.

# help_remember_my_name
source: Check this option if you want to automatically fill in your username when you log on.
ca: Marqueu aquesta opció si voleu que s'ompli automàticament el vostre nom d'usuari quan torneu a iniciar la sessió.

# insercio_d_objecte
source: Insert object
ca: Inserció objecte

# inserir_nou_objecte
source: Insert new object
ca: Inserir nou objecte

# introduirURI
source: Post URI
ca: Introduir URI

source: Is part of
ca: Es part de

# isTypeDocumentary
source: Documentary type
ca: Tipologia documental

# isrelated
source: Related to
ca: Relacionat amb

# label_accept
source: I agree to the Conditions of Use and Privacy Policy of Arts combinatòries
ca: Accepto les condicions d'ús i la política de privacitat de Arts combinatòries

# label_add_new_group
source: Add group
ca: Crear grup

# label_add_user_to_group
source: Subscribe to the Selected Groups
ca: Donar-se d'alta en els grups seleccionats

# label_city
source: City
ca: Ciutat

# label_click_here_to_retrieve
source: we can send you a new one
ca: us en podem enviar una de nova

# label_delete
source: Delete
ca: Suprimeix

# label_email
source: E-mail
ca: Correu electrònic

# label_estb_contrasenya
source: Set your password
ca: Establiu la vostra contrasenya

# label_full_name
source: Name and Surname
ca: Nom i cognom

# label_homepage
source: Homepage
ca: Pàgina d'inici

# label_institution
source: Institution
ca: Institució

# label_iwant_register
source: Login
ca: Registra't

# label_log_in
source: Sign-in
ca: Identifica

# label_login_name
source: User name
ca: Nom d'usuari

# label_login_to_add_comments
source: Login to add comments
ca: Identifiqueu-vos per afegir comentaris

# label_occupation
source: Occupation
ca: Ocupació

# label_password
source: Assign password
ca: Contrasenya

# label_perfil
source: PROFILE
ca: PERFIL

# label_perfil_usuari
source: User profile
ca: Perfil d'usuari

# label_remember_my_email
source: Remember my email.
ca: Recorda la meva adreça de correu.

# label_remember_my_name
source: Remember my name.
ca: Recorda el meu nom.

source: Language
ca: Idioma

# large
source: Larger
ca: Veure més gran

# login_form_disabled
source: Cookie-based access is not available, because the authentication cookie is disabled.
ca: Com que l'autenticació per galetes està inhabilitada, l'accés basat en galetes no està disponible.

# manteniment
source: Maintenance
ca: Manteniment

# mes_opcions
source: more options
ca: més opcions

source: Name
ca: Nom

# nou_objecte
source: New object
ca: Nou objecte

# on
source: yes
ca: sí

# ordre
source: Sort by:
ca: Tipus d'ordre:

# pagina
source: Page
ca: Pàgina

# participants3
source: BarcelonaTech
ca: Universitat Politècnica de Catalunya

# patrocinadors
source: Institutional partners
ca: Patrocinadors institucionals:

# reduir_filtres
source: Reduce filters
ca: Reduir filtres

source: REGISTER
ca: REGISTRE

source: Results
ca: Resultats

# segur_que_vol_esborrar
source: Sure do you want to delete
ca: Segur que vol esborrar

# seleccio_d_objectes
source: Select objectes
ca: Selecció d'objectes

# selecciona
source: Select
ca: selecciona

# small
source: Smaller
ca: Veure més petit

# text_ajax_close_box_message
source: Close this box.
ca: Tanca aquesta finestra

# text_ajax_noresponse_message
source: No response from server. Please try again later.
ca: No hi ha resposta des del servidor. Torneu-ho a provar més tard.

# text_form_modified_message
source: Your form has not been saved. All changes you have made will be lost.
ca: No s'ha desat el formulari. Tots els canvis que heu fet es perdran.

# text_form_resubmit_message
source: You have already clicked the submit button. Do you really want to submit this form again?
ca: Ja heu clicat el botó d'enviar. Voleu tornar a enviar el formulari un altre cop?

source: thumbnail
ca: miniatura

source: title
ca: títol

# title_myfiles_portlet
source: My files
ca: Portlet MyFiles

# title_mygroups_portlet
source: My groups
ca: Portlet MyGroups

# title_playlist_portlet
source: Playlists
ca: Portlet Playlist

# tookPlaceAt
source: Place
ca: Lloc

# ultims_consultats
source: Most recently visited documents
ca: Últims documents consultats

# ultims_documents
source: Most recently archived documents
ca: Últims documents catalogats

# una_iniciativa_de
source: A initiative of:
ca: Una iniciativa de:

# validacio_legal
source: Legal validation
ca: Validació legal

# veure
source: View
ca: Veure

# visualitzacio1
source: List
ca: Llistat

# visualitzacio2
source: Mini
ca: Miniatures

# visualitzacio3
source: Thumbnail
ca: Vista prèvia

# visualitzacio4
source: Fullscreen
ca: Pantalla sencera

# comentari_retall
source: Comment
ca: Comentari del retall

# comentari_crear
source: Create comment
ca: Crea el comentari

# comentari_cancelar
source: Cancel
ca: Cancel·la

# comentari_afegit
source: Comment added
ca: Comentari afegit

# comentari_esborrat
source: Comment deleted
ca: Comentari esborrat
