Repository: FATac/fatac.theme
Catalog: fatac/theme/locales/*/LC_MESSAGES/fatac.theme.po
Languages: ca

# comentari_no_esborrat
source: You are not authorized to delete the comment
ca: No tens permissos per esborrar el comentari

# comentari_confirmar
source: This comment will be deleted and can not be recovered. Are you sure?
ca: Aquest comentari serà esborrat permanentment i no podrà ser recuperat. Està segur?

# comentari_esborrar
source: Delete the comment?
ca: Esborrar el comentari?
